import React, { Component } from "react";
import { MDBContainer, MDBMask, MDBView, MDBCard, MDBCardBody } from "mdbreact";
import FooterPage from "../components/footer.js";
import "../css/index.css";

class AboutUs extends Component {
  render() {
    return (
      <div>
        <MDBView className="bgaboutus">
          <MDBMask
            overlay="stylish-light"
            className="flex-center flex-column text-white text-center"
          ></MDBMask>
        </MDBView>
        <main>
          <MDBView>
            <MDBCard
              color="#e65100 orange darken-4"
              text="white"
              className="text-center mainCard"
            >
              <MDBCardBody>
                <figure className="figure">
                  <h2 className="h2-responsive font-weight-normal text-center card_style">
                    "אדם אינו אלא תבנית נוף מולדתו"
                  </h2>
                  <figcaption className="figure-caption text-left fig_style">
                    ש.טשרניחובסקי
                  </figcaption>
                </figure>
              </MDBCardBody>
            </MDBCard>
          </MDBView>
          <MDBContainer className="text-center my-5">
            <h1 className="h_style">,מסע חברתי</h1>
            <h2 className="h_style">
              {" "}
              מפגש אנושי פשוט ומחבר במרחבי הטבע, עבור שבטים שונים בחברה הישראלית
            </h2>

            <h3 className="text-right">:קצת עלינו</h3>
            <p className="text-right" dir="rtl">
              "מסע חברתי" נוצר ע"י מספר חברים , ערבי, מתנחל, חרדי וחילוני, אנשי
              רוח, חינוך וחברה אשר הכירו במהלך תקופת לימודם האקדמי, ומתוך
              התבוננות על המציאות כיום החליטו לפעול מתוך דאגה לעתיד החברה
              הישראלית. ההבנה כי הפערים והשסעים הקיימים בחברה נובעים ראשית מפחד,
              חוסר היכרות, בורות, דעות קדומות והשפעתה של המדיה החברתית ביצירת
              תבניות חברתיות גרמו לחבורה לבנות את תכנית "מסע חברתי".
            </p>
            <h3 className="text-right">?מה כוללת תכנית מסע חברתי</h3>
            <p className="text-right" dir="rtl">
              תכנית מסע חברתי בנויה כך שלכל מסע יוצאים שתי קבוצות מנוגדות לכאורה
              בחברה הישראלית, ערבים ויהודים, חרדים ולא חרדים, מתנחלים מרכזנקים,
              עולים ותיקים ועוד. במהלך המסע עוברים המשתתפים תהליך הכולל טיול
              רגלי מהנה, סדנאות חדשניות המשלבות כלים מעולם האומנות, מפגש אחד על
              אחד ושיח ממקום אנושי ופשוט לינת שטח וחווית מחנאות מעצימה. לאחר
              המסע מתקיימים מספר מפגשים הכוללים מפגשי עיבוד, אנשי שיח, התנדבות
              משותפת, מפגש עם יזמיים חברתיים\עסקיים והיכרות עם ארגונים חברתיים
              הנמצאים בסביבת המשתתפים. כל זאת על מנת לעורר השראה בקרב המשתתפים,
              ליזום ולפעול ביחד או לחוד על מנת ליצור חברה משגשגת ובריאה יותר.
              בסוף התהליך מצטרפים המשתתפים לרשת חברתית רחבה המעניקה להם
              הזדמנויות וסיוע בתחומם שונים.
            </p>
            <h3 className="text-right">?מה החידוש </h3>
            <p className="text-right" dir="rtl">
              "מסע חברתי" קם מתוך הבנה כי היציאה אל מרחבי הטבע מאפשרת נק
              התבוננות חדשה על המציאות , על עצמנו ועל האחר. במהלך המסע אין שיח
              על הסכסוך, על הקונפליקט מתוך הבנה שנגיעה במקומות הרגישים והכאובים
              "צובעים" את המפגש ולא מאפשרים לראות את הבן אדם שמאחורי אותה הגדרה
              או תבנית חברתית. לכן הדגש הוא קודם כל על הביטוי האישי- רגשי של כל
              אחד ואחת. הקבוצה והעשרתה בסדנאות, מפגשי תוכן, הרצאות וטיולים.
            </p>
            <h3 className="text-right">?איפה מתקיימים המסעות ומה הם כוללים</h3>
            <p className="text-right" dir="rtl">
              המסעות שלנו מתקיימים בכל רחבי הארץ, ע"פ עונות השנה, לכן בחודשי
              סתיו חורף , המסע מתקיים במרחבי המדבר הפתוח, ובחודשי הקייץ והאביב
              באיזור הצפון הירוק לצד מקורות מים. המסע מתחיל בטיול רגלי המשלב
              סדנאות, שבסופו מגיעים למחנה המרכזי, הכולל מטבח, שירותים, אוהלים
              ומזרונים, ורחבה נעימה וכיפית למוזיקה קפה ומשחקים. .
            </p>
            <h3 className="text-right">עמותת רוח נכון</h3>
            <p className="text-right" dir="rtl">
              תכנית 'מסע חברתי' עובדת תחת עמותת "רוח נכון" ברוח הרב מנחם פרומן
              זצ"ל – אשר עיקר פועלה מבוסס על סדנאות, סיורים גישור ומפגשים בין
              קצוות החברה הישראלית- חרדים, ערבים, מתנחלים, חילונים, עולים חדשים
              ווותיקים. העמותה הקימה מכינה קד"צ לרוח ויצירה, תכנית בוגרים ,פועלת
              ומעורבת בחיי התרבות המשותפים בירושלים דרך אירועי תרבות, כנסים
              ,הקמת "תחנת סבלנות" במרכז העיר ועוד.
            </p>
          </MDBContainer>
        </main>
        <FooterPage />
      </div>
    );
  }
}

export default AboutUs;
